{
  "Menu": {
    "nav": {
      "profile": "Профиль",
      "messages": "Сообщения",
      "saves": "Сохранённое",
      "updates": "Обновления",
      "about_us": "О нас",
      "ask": "Задать вопрос",
      "prizes": "Награды"
    },

    "search": {
      "area__input__placeholder": "Найти...",
      "area__btn": "Искать",
      "help1": {
        "help__main": "вопрос",
        "help__second": " - искать вопрос"
      },
      "help2": {
        "help__main": "*имя*",
        "help__second": " - искать пользователя"
      }
    },

    "reg_and_log": {
      "regist": "Зарегистрироваться",
      "login": "Войти"
    }
  },

  "Error_404": {
    "text_main": "Ошибка",
    "text_second": "Попробуйте вернуться и повторить действие"
  },

  "Error_504": {
    "text_main": "Ошибка",
    "text_second": "Сервер не отвечает"
  },

  "Banned": {
    "text_main": "Вы",
    "text_second": "заблокированны",
    "text_third": "Вы нарушили правила сообщества!"
  },

  "Oops": {
    "text_main": "Упс!",
    "text_second": "По вашему запросу ничего не найдено"
  },

  "Messages": {
    "header": "Сообщения",
    "no_messages": "У вас нету непрочитаных сообщений",
    "Message": {
      "text1": "На Ваш вопрос ответили",
      "text2": "Вопрос был удалён за нарушение правил",
      "text3": "Ответ был удалён за нарушение правил",
      "text4": "Кому-то помог Ваш ответ"
    }
  },

  "Terms_of_use": {
    "head": "Условия пользования",
    "texts": {
      "head": {
        "one": "1. Введение",
        "two": "2. Условия пользования",
        "three": "3. Правила сайта и последствия при нарушениях",
        "four": "4. Авторские права",
        "five": "5. Конфиденциальность",
        "six": "6. Ограничение ответственности",
        "seven": "7. Изменения и обновления",
        "eight": "8. Контакты",
        "nine": "9. Заключительные положения"
      },

      "other": {
        "one_one": "1.1. Наша цель – помочь Вам с вашими вопросами. Вопросы можно задавать на любую тему: от домашнего задания до помощи с кодом сложной программы.",
        "one_two": "1.2. Мы предоставляем Вам безграничное количество вопросов с любой длинной. На Ваши вопросы будут отвечать другие пользователи. Вы можете прикреплять фото для вопроса или результат, который Вы хотите получить. Так же Вы можете отвечать на вопросы или искать их, получать награды за выполнение заданий, сохранять вопросы, менять язык сайта.",

        "two_one": "2.1. Наш сайт сделан с целью использования его как средство предоставления информации для решения проблем, оказания помощи в сложных ситуациях и прочее.",

        "three_one": "3.1. Запрещена политика. При нарушении этого правила, Вы будете заблокированны навегда.",
        "three_two": "3.2. Запрещено оскорблять людей за их нацию, особенности, увлечения и прочее. При нарушении этого правила, Вы будете заблокированны на одну неделю, после, при повторном нарушении этого правила, будете заблокированы навсегда.",
        "three_three": "3.3. Запрещено угрожать пользователям физически и морально. При нарушении этого правила, Вы будете заблокированны навсегда.",
        "three_four": "3.4. апрещено использовать ссылки, в которых есть переадресация на прочие сайты с рекламами. За нарушение этого правила Вы будете заблокированы на неделю. При повторном нарушении - будете заблокированы навсегда.",
        "three_five": "3.5. За ложную жалобу на пользователя, Вы будете заблокированы на неделю. При серьёзных ложных обвинениях - будете заблокированы навсегда.",
        "three_six": "3.6. Запрещено использовать нецензурную лексику как в вопросах/ответах, так и в профиле, оскорблять людей или выдавать себе за другого человека. За это Вы будете заблокированы.",

        "four_one": "4.1. Запрещено использовать любые референсы сайта Zapyt ( Все права защищены. Об этом свидетельствует строка в конце страницы).",
        "four_two": "4.1. Запрещено выдавать чужой контент или чужые личности за свои. За это Вы будете заблокированы.",

        "five_one": "5.1. Мы собираем только необходимую информацию о Вас для улучшения нашего сайта и его безопасности. Мы собираем такие данные, как ссылки, которые Вы используете для вопроса или ответа, количество жалоб и информацию в разделе ,,О профиле’’. Они будут полностью защищены от сторонних лиц, которые не имеют доступ к Вашему аккаунту.",
        
        "six_one": "6.1. Мы не несём ответственности за утечку Ваших данных для входа в аккаунт по Вашей неосторожности.",
        "six_two": "6.2. Мы не несём ответственности за то, что Вы не прочитали эту страницу при регестрации или при обновлении правил.",
        
        "seven_one": "7.1. Мы можем вносить изменения в Условия использования в любое время. Поэтому просим Вас регулярно посещать эту страницу для изучении обновлений.",

        "eight_one": "8.1. Если Вы нашли ошибку, неточности на сайте, Вы столкнулись с какими-то проблемами или у Вас возникли вопросы, пишите нам на почту",
        "eight_two": "8.2. Если Вы хотите сотрудничать, пишите нам на почту",
        "eight_three": "8.3. Если Вы хотите следить за обновлениями раньше остальных, то переходите в наш телеграм канал",
        "eight_four": "8.4. Так же мы регулярно выкладываем публикации в наш инстаграм",

        "nine_one": "9.1. Вся информация, предоставленная на сайте, является юридически обязательной для всех пользователей нашего сайта. При регистрации, Вы подтверждаете, что прочитали данную страницу и согласны со всеми условиями."
      }
    }
  },

  "Footer": {
    "logo": {
      "text": "Форум"  
    },

    "nav": {
      "about_us": "О нас",
      "profile": "Профиль",
      "saves": "Сохранённое",
      "updates": "Обновления",
      "ask": "Задать вопрос"
    },

    "rights": "© 2024-2027. Все права защищены"
  }
}