{
  "Menu": {
    "nav": {
      "profile": "Профіль",
      "messages": "Повідомлення",
      "saves": "Збережене",
      "updates": "Оновлення",
      "about_us": "Про нас",
      "ask": "Поставити питання",
      "prizes": "Нагороди"
    },

    "search": {
      "area__input__placeholder": "Знайти...",
      "area__btn": "Шукати",
      "help1": {
        "help__main": "питання",
        "help__second": " - шукати питання"
      },
      "help2": {
        "help__main": "*ім'я*",
        "help__second": " - шукати користувача"
      }
    },

    "reg_and_log": {
      "regist": "Зареєструватися",
      "login": "Увійти"
    }
  },

  "Error_404": {
    "text_main": "Помилка",
    "text_second": "Спробуйте повернутися і повторити дію"
  },

  "Error_504": {
    "text_main": "Помилка",
    "text_second": "Сервер не відповідає"
  },

  "Banned": {
    "text_main": "Ви",
    "text_second": "заблоковані",
    "text_third": "Ви порушили правила спільноти!"
  },

  "Oops": {
    "text_main": "Упс!",
    "text_second": "На ваш запит нічого не знайдено"
  },

  "Messages": {
    "header": "Повідомлення",
    "no_messages": "У вас немає непрочитаних повідомлень",
    "Message": {
      "text1": "Ви виконали завдання! Заберіть нагороду",
      "text2": "На Ваше запитання відповіли",
      "text3": "Комусь допомогла Ваша відповідь",
      "text4": "Хтось підписався на Вас",
      "text5": "Запитання було видалено за порушення правил",
      "text6": "Відповідь була видалена за порушення правил",
      "text7": "Комусь сподобалося Ваше запитання"
    }    
  },

  "Terms_of_use": {
    "head": "Умови користування",
    "texts": {
      "head": {
        "one": "1. Вступ",
        "two": "2. Умови користування",
        "three": "3. Правила сайту та наслідки порушень",
        "four": "4. Авторські права",
        "five": "5. Конфіденційність",
        "six": "6. Обмеження відповідальності",
        "seven": "7. Зміни та оновлення",
        "eight": "8. Контакти",
        "nine": "9. Прикінцеві положення"
      },

      "other": {
        "one_one": "1.1. Наша мета – допомогти вам з вашими питаннями. Питання можна задавати на будь-яку тему: від домашнього завдання до допомоги з кодом складної програми.",
        "one_two": "1.2. Ми надаємо вам необмежену кількість питань будь-якої довжини. На ваші питання відповідатимуть інші користувачі. Ви можете прикріплювати фото для питання або результат, який хочете отримати. Також ви можете відповідати на питання або шукати їх, отримувати нагороди за виконання завдань, зберігати питання, змінювати мову сайту.",

        "two_one": "2.1. Наш сайт створено з метою використання його як засобу надання інформації для вирішення проблем, надання допомоги у складних ситуаціях тощо.",

        "three_one": "3.1. Політика заборонена. У разі порушення цього правила ви будете заблоковані назавжди.",
        "three_two": "3.2. Заборонено ображати людей за їх національність, особливості, захоплення тощо. У разі порушення цього правила ви будете заблоковані на один тиждень, а після повторного порушення цього правила будете заблоковані назавжди.",
        "three_three": "3.3. Заборонено загрожувати користувачам фізично та морально. У разі порушення цього правила ви будете заблоковані назавжди.",
        "three_four": "3.4. Заборонено використовувати посилання, в яких є переадресація на інші сайти з рекламами. За порушення цього правила ви будете заблоковані на тиждень. При повторному порушенні будете заблоковані назавжди.",
        "three_five": "3.5. За хибну скаргу на користувача ви будете заблоковані на тиждень. За серйозні хибні звинувачення будете заблоковані назавжди.",
        "three_six": "3.6. Заборонено використовувати нецензурну лексику як у питаннях/відповідях, так і у профілі, ображати людей або видавати себе за іншу особу. За це ви будете заблоковані.",

        "four_one": "4.1. Заборонено використовувати будь-які референси сайту Zapyt (усі права захищені. Про це свідчить рядок у кінці сторінки).",
        "four_two": "4.1. Заборонено видавати чужий контент або чужі особистості за свої. За це ви будете заблоковані.",

        "five_one": "5.1. Ми збираємо лише необхідну інформацію про вас для покращення нашого сайту та його безпеки. Ми збираємо такі дані, як посилання, які ви використовуєте для питання або відповіді, кількість скарг та інформацію у розділі 'Про профіль'. Вони будуть повністю захищені від сторонніх осіб, які не мають доступу до вашого акаунту.",
        
        "six_one": "6.1. Ми не несемо відповідальності за витік ваших даних для входу в акаунт через вашу необережність.",
        "six_two": "6.2. Ми не несемо відповідальності, якщо ви не прочитали цю сторінку під час реєстрації або при оновленні правил.",
        
        "seven_one": "7.1. Ми можемо вносити зміни до Умов користування у будь-який час. Тому просимо вас регулярно відвідувати цю сторінку для вивчення оновлень.",

        "eight_one": "8.1. Якщо ви знайшли помилку, неточності на сайті, зіткнулися з якимись проблемами або у вас виникли питання, пишіть нам на пошту",
        "eight_two": "8.2. Якщо ви хочете співпрацювати, пишіть нам на пошту",
        "eight_three": "8.3. Якщо ви хочете стежити за оновленнями раніше за інших, то переходьте до нашого Telegram-каналу",
        "eight_four": "8.4. Також ми регулярно публікуємо дописи в нашому Instagram",

        "nine_one": "9.1. Вся інформація, надана на сайті, є юридично обов'язковою для всіх користувачів нашого сайту. Під час реєстрації ви підтверджуєте, що прочитали цю сторінку і погоджуєтеся з усіма умовами."
      }
    }
  },

  "Footer": {
    "logo": {
      "text": "Форум"  
    },

    "nav": {
      "about_us": "Про нас",
      "profile": "Профіль",
      "saves": "Збережене",
      "updates": "Оновлення",
      "prizes": "Нагороди"
    },

    "rights": "© 2024-2027. Усі права захищені"
  }
}